src/test/java/com/bnpp/mTANResources/MTanSmsInq_v1.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?><Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/"><Body><run xmlns="http://cortalconsors.com/middleware/mtan/sms/inq/v1_0"><request feid="CAFE" language="DE" sessionId="36bcc226baf24a2181d4932bb435e67e"><customerNo>CID_DE:3064651</customerNo><startDate>2019-10-09T06:30:24</startDate></request></run></Body></Envelope>